[{"publication": {"country": null, "doc_number": "20010000077", "kind": "A1", "date": "20010329"}, "application": {"country": null, "doc_number": "09727349", "date": "20001130"}, "series_code": "09", "ipc_classes": ["C07H021/04", "C12P019/34"], "cpc_classes": [], "applicants": [], "inventors": [{"organization": null, "first_name": null, "last_name": null, "city": "Bay Shore", "state": "NY", "country": null}, {"organization": null, "first_name": null, "last_name": null, "city": "New York", "state": "NY", "country": null}, {"organization": null, "first_name": null, "last_name": null, "city": "Long Beach", "state": "NY", "country": null}], "assignees": [], "title": "Novel process, construct and conjugate for producing multiple nucleic acid copies", "abstract": "This invention provides inter alia an in vitro process for producing multiple specific nucleic acid copies in which the copies are produced under isostatic conditions, e.g., temperature, buffer and ionic strength, and independently of any requirement for introducing an intermediate structure for producing the copies. In other aspects, the invention provides in vitro processes for producing multiple specific nucleic acid copies in which the products are substantially free of any primer-coded sequences, such sequences having been substantially or all removed from the product to regenerate a primer binding site, thereby allowing new priming events to occur and multiple nucleic acid copies to be produced. This invention further provides a promoter-independent non-naturally occurring nucleic acid construct that produces a nucleic acid copy or copies without using or relying on any gene product that may be coded by the nucleic acid construct. Another aspect of this invention concerns a protein-nucleic acid construct in the form of a conjugate linked variously, e.g., covalent linkage, complementary nucleic acid base-pairing, nucleic acid binding proteins, or ligand receptor binding. Further disclosed in this invention is an in vivo process for producing a specific nucleic acid in which such a protein-nucleic acid construct conjugate is introduced into a cell. A still further aspect of the invention relates to a construct comprising a host promoter, second promoter and DNA sequence uniquely located on the construct. The host transcribes a sequence in the construct coding for a different RNA polymerase which after translation is capable of recognizing its cognate promoter and transcribing from a DNA sequence of interest in the construct with the cognate promoter oriented such that it does not promote transcription from the construct of the different RNA polymerase.", "related_docs": [], "pct_data": [], "external_files": [{"file": "US20010000077A1-20010329-C00001.CDX", "format": "cdx", "section": "description", "compounds": ["CC"]}, {"file": "US20010000077A1-20010329-C00002.CDX", "format": "cdx", "section": "description", "compounds": []}, {"file": "US20010000077A1-20010329-C00003.CDX", "format": "cdx", "section": "description", "compounds": []}, {"file": "US20010000077A1-20010329-C00004.CDX", "format": "cdx", "section": "description", "compounds": []}, {"file": "US20010000077A1-20010329-C00005.CDX", "format": "cdx", "section": "description", "compounds": []}, {"file": "US20010000077A1-20010329-C00006.CDX", "format": "cdx", "section": "description", "compounds": []}]}]